{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Strumenti","author":"administrator","body":"<meta charset=\"utf-8\"><p>Il mio primo strumento a tastiera è stato un organo, subito affiancato dal pianoforte. Da allora non ho mai rinunciato a questo \"dualismo\" di linguaggio: da una parte il piano con la sua risposta calda ed immediata, dall’altra la ricerca timbrica dei sintetizzatori.<\/p><p>Frequentando progetti musicali così diversi, decido per ogni situazione la strumentazione da usare.<\/p><p>Quando è necessaria una sonorità acustica, preferisco sempre un vero pianoforte ad un campionamento per quanto ben fatto, anche se a volte nell’ambito di una ritmica potente, è difficile capire la differenza. Comunque ho un piano a coda Yamaha.<\/p><p>Sui sintetizzatori, cerco generalmente di programmare sonorità calde e complesse, che sostengano il confronto espressivo con gli strumenti acustici, senza mai essere imitative.<\/p><p>Molti dei miei progetti nascono sul sintetizzatore Kurzweil K2600; la sua profondità di programmazione e completezza di possibilità sono tuttora ineguagliate.<\/p><p>Tra i synth analogici, di cui sono un appassionato cronico, amo l'Oberheim Matrix-12 e l'SE-1 della Studio Electronics, un clone tutto analogico dello storico MiniMoog che ha una pasta sonora eccellente. Ottimo anche l'Alesis Andromeda A6, un analogico 'moderno' con capacità di modulazione che lo rendono simile ad un modulare, ma polifonico e programmabile. Ho inoltre un piccolo 'virtuale', cioè un simulatore digitale di synth analogico; è lo Yamaha AN1x, pratico, leggero e agile. Ho usato per molti anni anche il Rhodes Chroma e il PPG Wave 2.2.<\/p><p>Uso molto anche il Korg Wavestation, soprattutto per potenti suoni melodici.<\/p><p>Dal vivo, suono ancora spesso un Roland XP-80 espanso; lo uso sia come tastiera master che come parte della tavolozza timbrica. Per i suoni pianistici, il Kurzweil MicroEnsemble, e una master Fatar Studio 2001, recentemente affiancata al nuovo modello WMK-176plus, quando ho bisogno di una tastiera pesata.<\/p><p>Uso ancora uno Yamaha TG77 per i suoni in modulazione di frequenza, ma ormai raramente dal vivo. Mi piace molto anche la sonorità dello Yamaha VL-1, molto espressivo con il controllo a fiato.<\/p><p>Ho iniziato poi ad usare i cosiddetti softsynths, cioè sintetizzatori che vivono in software nel computer; ma spesso, per l’uso pratico, campiono i risultati sul Kurzweil.<\/p><br>","title":"Strumenti","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}