{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Instruments","author":"administrator","body":"<meta charset=\"utf-8\"><p>My first keyboard was an organ, soon followed by the piano. Since then, I have continued to speak both \"languages\": on one side, the piano with its warm and fast response; on the other side, the timbral research on synthesizers.<\/p><p>I usually decide for every project what instruments I am going to use.When a piano is called for, I always prefer a real instrument over a sample, even if the sample is very good. However, in the context of a powerful rhythm section, it is often difficult to tell the difference.<\/p><p>Anyway, I have a Yamaha grand piano. On synthesizers, I strive to program warm and complex sounds, capable to stand the comparison with acoustic instruments, but without being imitative.Many of my projects start on the Kurzweil K2600; its depth and complexity are still unequalled.Among analog synths, of which I'm a certified fanatic, I love the Oberheim Matrix-12 and the Studio Electronic SE-1, which is an all-analog MiniMoog clone with an excellent sound quality.<\/p><p>I also find amazing the Alesis Andromeda A6, a modern analog synth with modular-like capabilities, only polyphonic and programmable... I also have a small VA, the Yamaha AN1x, very light, slim and usable. I've used for many years the Rhodes Chroma and the PPG Wave 2.2.I also use the Korg Wavestation a lot, especially for powerful melodic lines.On stage, I still often bring an expanded Roland XP-80; I use it both as a master and a sound source.<\/p><p>For piano sounds, I have a Kurzweil MicroEnsemble, and when I need weighted keys I bring a Fatar Studio 2001 master keyboard, or the more recent WMK-176plus..<br>I still use a Yamaha TG77 for frequency modulation (but very seldom live). I also like a lot the sound quality of the Yamaha VL-1; with its breath controller, it’s very expressive.<\/p><p>I’ve started using the softsynths, synthesizers that live in software inside the computer; but for practical use, I often sample the results on the Kurzweil.<\/p><br>","title":"Instruments","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}