{"name":"aldo","roles":["admin","superadmin"],"password":"ff2680ce76cb9979f835f5c67cded0caa19d845c5ae8d4fbaf","teaser":"Information Architect, Contadino per passione","author":"aldo","body":"<p>Laureato in informatica nel 2006, da oltre quindici anni mi occupo del World Wide Web in tutti i suoi aspetti e in tutte le sue diversità. Dopo una lunga esperienza come consulente internazionale (Nazioni Unite, Università del Minnesota, CEPR), dal 2013 lavoro come Information Architect per la Commissione Europea, per la quale ho realizzato portali d'importanza globale quale l'<a href=\"https:\/\/eeas.europa.eu\">European External Action Service<\/a> e l'<a href=\"https:\/\/europa.eu\/youth\">European Youth Portal<\/a>.&nbsp;<\/p><p>Sin da giovane, inoltre, sono impegnato nel riconoscimento e nello studio delle erbe medicinali; la mia passione mi ha portato a trasferirmi nelle campagne romane, dove coltivo le mie piante nel rispetto più totale della natura circostante, sperimentando tecniche diverse di orticoltura naturale.<\/p><p>Visionario ed Eclettico, vedo la rete come un grande campo coltivato, che ha bisogno di cure e innovazioni; per questo credo profondamente nella necessità moderna di fare ecologia dell'informazione, e ho una missione: ripulire il meraviglioso mondo del Web dall'informazione falsa, replicata e inutile che assilla l'utente moderno, irretendo e instupidendo pericolosamente miliardi di ignari navigatori.&nbsp;<\/p><p>Sono l'autore \"materiale\" del sito che stai visitando, la cui tecnologia è fondata su QuantaCMS, innovativa piattaforma di mia invenzione, di cui GoDelicious rappresenta il meraviglioso progetto pilota.&nbsp;<\/p>","title":"Aldo Tripiciano","thumbnail":"profilo.jpg","permissions":{"node_add":"inherit","node_edit":"inherit","node_delete":"inherit","node_view":"inherit"},"pillola":"","riferimenti":"","collegamenti":"","titolo_ok":"","teaser_ok":"","tipologia_fonti":"Seleziona tipologia fonte...","qualita_fonte":"","livello_articolo":"Seleziona livello...","corretto_refusi":"","info_revisione":"","comp_carboidrati":"","comp_proteine":"","comp_grassi":"","comp_calorie":"","comp_fibre":"","comp_tempocottura":"","comp_tempopreparazione":"","comp_ingredienti":"","timestamp":1483956000,"comp_tabella_per":"1 persona","tags":[],"status":"node-status-published","files":[".userdata","AldoVintage.jpg","profilo.jpg"]}
