{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Syntaxis","author":"administrator","body":"<meta charset=\"utf-8\"><p>CARLO MEZZANOTTE &amp; SYNTAXIS nasce nel 1994 come progetto di jazz elettrico contemporaneo, con arrangiamenti complessi uniti ad una grande immediatezza di impatto. E’ musica di carica urgente e molto \"cittadina\": per eseguirla occorrono musicisti con una solidissima base jazzistica, su cui si innestino energia, comunicativa, gusto per il calore timbrico, disponibilità a sperimentare.<\/p><p>La formazione comprende Carlo mezzanotte (piano, tastiere, composizione), Massimiliano Rosati (chitarra), Valerio Serangeli (basso) e Stefano Pacioni (batteria). Con questo organico il gruppo si esibisce in rassegne e festival nell’area romana.<\/p><p>All’inizio del 1997 esce il primo CD,&nbsp;<u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/visibile.htm\" href=\"http:\/\/www.carlomezzanotte.com\/visibile.htm\">\"Visibile\"<\/a><\/u>&nbsp;(Iktius IKT504), e viene quasi subito registrato il secondo, che dopo una serie di traversie, riesce a vedere la luce solo a Luglio 2000, tre anni dopo la sua ultimazione.<\/p><p><u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/cielidiversi.htm\" href=\"http:\/\/www.carlomezzanotte.com\/cielidiversi.htm\">\"Cieli Diversi\"<\/a><\/u>&nbsp;(MAP SC.CD0206) prosegue ed espande il mondo musicale di \"Visibile\", sperimentando vari punti di partenza su quella linea ideale che congiunge la musica acustica a quella elettrica, il tutto unificato da un forte e libero spirito jazzistico. La libertà di movimento dei solisti ha il solo limite dell’ideale sound che caratterizza ciascun brano; ovvero, gli improvvisatori devono mantenere un’idea \"compositiva\".<\/p><p>Il terzo CD,&nbsp;<a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/lalinea.htm\" href=\"http:\/\/www.carlomezzanotte.com\/lalinea.htm\">\"La Linea\"<\/a>, (YVP 3129) aggiunge all'organico di base il sax di Maurizio Giammarco (qui esclusivamente all'alto, una rarità) e la chitarra di Umberto Fiorentino, spostando un poco la sonorità verso l'acustico, senza rinunciare però all'uso dei sintetizzatori in diversi brani; piuttosto con l'intenzione di integrarli organicamente anche con le sonorità più strettamente jazzistiche. Un lavoro di ampio respiro, con arrangiamenti articolati e non convenzionali.<\/p><p>E' in lavorazione il quarto CD, che si chiamerà \"Lighter\".<\/p>","title":"Syntaxis","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}