{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Syntaxis","author":"administrator","body":"<meta charset=\"utf-8\"><p>CARLO MEZZANOTTE &amp; SYNTAXIS started in 1994 as a contemporary electric jazz project, with complex arrangements and an immediacy of musical impact. It is city music, charged with urgency: To play it, you need musicians with a strong jazz background, and also energy, power of communication, warmth of tone, will to experiment.The personnel is: Carlo Mezzanotte (Piano, Keyboards, Composition), Massimiliano Rosati (Guitar), Valerio Serangeli (Bass), Stefano Pacioni (Drums). With this organic, the group has played concerts and festivals in the Rome area.The first CD,&nbsp;<u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/visibile_ingl.htm\" href=\"http:\/\/www.carlomezzanotte.com\/visibile_ingl.htm\">\"Visibile\"<\/a><\/u>&nbsp;(Iktius IKT504) came out at the beginning of 1997. Soon the band recorded another one, but a series of mishaps delayed its publication till July 2000, three years later.<\/p><p><u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/cielidiversi_ingl.htm\" href=\"http:\/\/www.carlomezzanotte.com\/cielidiversi_ingl.htm\">\"Cieli Diversi\"<\/a><\/u>&nbsp;(\"Different Skies\", MAP SC.CD0206) pursues and expands the musical world of \"Visibile\", trying out different starting points on the ideal line that joins acoustic and electric music, all unified by a strong jazz feeling.<\/p><p>The third CD,&nbsp;<a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/lalinea_ingl.htm\" href=\"http:\/\/www.carlomezzanotte.com\/lalinea_ingl.htm\">\"La Linea\"<\/a>&nbsp;(YVP 3129), adds a few guests to the basic lineup: Sax great Maurizio Giammarco (heard here on alto exclusively, a rare occurrence) and guitar virtuoso Umberto Fiorentino. Their contribution adds a new 'acoustic' flavor to the overall sound, but synthesizers are still well present, only with an effort to integrate them even better with this 'jazzier' environment. A work of ample purposes, with articulated, non-conventional arrangements.<\/p><p>A fourth CD, to be called \"Lighter\", is in the works.<\/p><br>","title":"Syntaxis","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}