{"permissions":{},"teaser":null,"author":"aldo","body":"<p>Ecco una breve cronologia della mia storia musicale. Forse un po' \"ufficiale\", ma c'è (quasi) tutto.&nbsp;<\/p><p>Nato a Roma, ha studiato pianoforte presso i conservatori di Frosinone e Roma sotto la guida di Nunzia Caggiano e Marcella Crudeli e composizione con diversi maestri tra cui il principale Gino Marinuzzi.<\/p><p><br>Si è quindi dedicato al jazz, esibendosi con gruppi e big bands in Italia e all'estero.Suona professionalmente dal 1979. Principali collaborazioni discografiche jazzistiche: Frank Gambale, Al DiMeola, Lester Bowie, Maurizio Giammarco, Javier Girotto, Umberto Fiorentino, Cinzia Spata, Paolo Fresu, Antonello Salis, Sandro Satta, Dario Deidda, etc. Anche: Massimo e Maurizio Urbani, A. Montellanico, E. Pietropaoli, etc.&nbsp;<\/p><p>Ha inciso 12 CD come leader o co-leader, per etichette come YVP, Wide Sound, il Manifesto, etc.&nbsp;<\/p><p>Per tutti i dischi a suo nome, è autore dell’intero repertorio.&nbsp;<\/p><p>Collaborazioni pop\/rock: Paolo Conte, Mauro Pagani, Enzo Gragnaniello, Banco del Mutuo Soccorso, Eugenio Bennato, Andrea Parodi, Mariella Nava, molti altri.&nbsp;<\/p><p>Co-fondatore degli Indaco con Rodolfo Maltese, Pierluigi Calderoni, Arnaldo Vacca.<\/p><p>Nel periodo 1982-86 si è dedicato principalmente a musiche teatrali lavorando in produzioni di importanza nazionale (Proclemer, Lionello , Squarzina, Gregoretti, etc.) come compositore, arrangiatore e pianista. Collabora con Paolo Conte. Nello stesso periodo è autore di due brevi musicals: \"Colombo\" e \"Perturbazione n.7\", messi in scena dalla compagnia MTM di Roma con la Regia di Nicola De Feo.Nel 1985-86 ha diretto il gruppo jazz&nbsp;\"Relapse\"&nbsp;di cui è autore dell'intero repertorio.<\/p><p>Nel 1988 ha ideato e diretto il concerto\/spettacolo&nbsp;\"Satierik\"(una carrellata sull'opera musicale e letteraria di Erik Satie) andato in scena al teatro Agorà di Roma, in cui si è esibito anche come pianista.<\/p><p>Nel 1989 si è perfezionato nel piano jazz con Mike Melillo.<\/p><p>E' membro dalla fondazione (1991) del gruppo di musica contemporanea&nbsp;\"Diacronic Ensemble\"con cui ha conseguito importanti riconoscimenti (1° premio assoluto Concorsi Internazionali di Stresa, 2° premio Concorso Nazionale Lamezia). Il gruppo è attivo fino al 1996.<\/p><p>Ha inoltre seguito i corsi di perfezionamento sulla musica contemporanea tenuti da Vinko Globokar presso la Scuola di Musica di Fiesole.Nel 1993 ha formato un nuovo gruppo di jazz elettrico,&nbsp;Syntaxis, di cui è di nuovo responsabile di tutte le composizioni.&nbsp;<\/p><p>Nel 1996 è uscito il CD&nbsp;\"Visibile\"(Iktius IKT 504), nel Luglio 2000\"Cieli Diversi\"(MAP SC.CD0206), e nel 2006\"La Linea\"(YVP 3129). Un quarto CD dal titolo \"Lighter\" è in preparazione.<\/p><p>Nel 1994 è autore di&nbsp;\"Il ritorno alla ragione\", una performance di musica elettronica sui film surrealisti di Man Ray, ripresa poi nel 1996 per la stagione musicale del Teatro Vascello a Roma.<\/p><p>Con il gruppo&nbsp;\"Indaco\", in cui si distinguono elementi del Banco (R.Maltese, P.Calderoni) incide e suona in concerto dal 1997, anno in cui esce&nbsp;\"Vento del deserto\"(il manifesto CD 013).&nbsp;<\/p><p>Seguono nel 1999\"Amorgòs\"(il manifesto CD 037) con Lester Bowie, Mauro Pagani e molti altri, e nell'estate 2000 un album dal vivo,&nbsp;\"Spezie\"&nbsp;(il manifesto CD 057).&nbsp;\"Terra Maris\"&nbsp;esce nel 2003. Nel 2005, esce la compilation&nbsp;\"Porte d'oriente\".<\/p><p>E' inoltre membro del gruppo etno-jazz&nbsp;\"Erre Emme 1\", con cui ha inciso il CD&nbsp;\"Estati Romane\"(Panastudio CDJ1014-2).<\/p><p>Nel maggio 1996 è al teatro Argentina di Roma per una serie di serate di musica e letteratura; l'esperienza verrà poi ripetuta nel maggio 1997. In questa occasione esegue al pianoforte brani di K.Stockhausen e propri, nonchè performances improvvisative di musica elettronica. Collabora con A. Tieri, G. Loiodice, W. Maestosi, C. Verdone e molti altri.<\/p><p>Nel giugno 1997 una giuria formata da G. Montaldo, M. Ponzi, P. Piccioni assegna il Premio Nazionale della Critica Cinematografica e Televisiva al cortometraggio musicale \"Al(l)ways Night\" (regia di Mauro Paracini) di cui è autore della colonna sonora. Si tratta di un breve film senza dialoghi ispirato a Thelonious Monk, in cui la storia viene raccontata soltanto tramite la musica e le immagini.<\/p><p>Nel novembre 1999 viene chiamato a comporre ed eseguire la colonna sonora per la prima proiezione italiana di&nbsp;\"South\", straordinario film-resoconto sulla spedizione antartica di Robert Shackelton del 1914, recentemente restaurato e rimontato dal British Film Institute. L'esecuzione dal vivo per soli sintetizzatori avviene al Complesso Monumentale di San Michele a Ripa a Roma.<\/p><p>Il 2000 vede la realizzazione di \"Bach to the Future\", un CD dedicato alla musica per tastiera di J.S.Bach, in occasione delle celebrazioni per il 250° anniversario della morte del grande compositore. L'opera, che include anche due brani originali, mette a confronto diretto l'esecuzione al pianoforte acustico e quella ai sintetizzatori.Nello stesso periodo esce anche un nuovo CD di musica per immagini, commissionato dalla RAI.<\/p><p>Dal 2003 si è dedicato prevalentemente a progetti di jazz acustico in varie formazioni:&nbsp;\"Piano Possibile\"&nbsp;(trio), che ha portato alla realizzazione di un CD (YVP 3152), \"Jazz Tales\" (quartetto) che ha portato al disco omonimo (Wide Sound WD 188), fino al più recente trio “Northward Flight”, con CD registrato in concerto (TS SONO 015\/14),&nbsp;&nbsp;più vari duo con cantanti e contrabbassisti, fino al piano solo.&nbsp;<\/p><p>Ha tenuto concerti-seminario su Cole Porter, Bill Evans, e molti altri argomenti.Ha suonato a New York (Lincoln Center), Buenos Aires e principali città argentine, Tokio, Londra, Rotterdam, Zagabria e in tutte le principali città italiane; in televisione a RaiUno, RaiDue, Retequattro.<\/p><p>E' autore di musica da camera, elettronica e jazzistica per vari organici; sue composizioni sono state eseguite in rassegne e festival, nonchè a RaiTre, RadioDue, RadioTre e altre.&nbsp;<\/p><p>Tra i brani più significativi:\"Rewind\" per quartetto di sax e computer music. Prima esecuzione al 12° World Saxophone Congress tenuto nel luglio 2000 a Montreal, Canada;\"Introduzione e Danza\" per clarinetto e pianoforte.&nbsp;<\/p><p>Prima esecuzione nel dicembre 1999 alla Discoteca di Stato di Roma.<\/p><p>Da diversi anni è impegnato attivamente nella&nbsp;didattica&nbsp;musicale; oltre ad insegnare piano (jazz e classico), improvvisazione e sintesi del suono presso la&nbsp;St. Louis&nbsp;Music Academy, è stato per molti anni in forza alla&nbsp;Scuola Popolare di Musica di Testaccio.&nbsp;<\/p><p>E' autore di una raccolta di brani per pianoforte a 4 mani destinati ai principianti, ed ha curato antologie di tecnica e letteratura pianistica.&nbsp;<\/p><p>Tiene inoltre corsi brevi a tema e concerti-seminario su vari argomenti musicali.<\/p>","title":"Biografia","thumbnail":null,"timestamp":1549894140,"status":"node-status-draft","weight":4}