{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Progetti musicali e altro","author":"administrator","body":"<meta charset=\"utf-8\"><p>Nella primavera del 1997 prende forma il gruppo Indaco, partendo da una precedente formazione acustica che comprendeva Rodolfo Maltese (storico chitarrista del Banco), il percussionista Arnaldo Vacca e il bouzukista Mario Pio Mancini in una ricerca tra l’etnico e la new age, con qualche influenza dall’Estremo Oriente. Quando a questi si aggiungono Carlo Mezzanotte (tastiere), Luca Barberini (basso) e Pierluigi Calderoni (batteria), con le loro influenze rock e progressive, il sound raggiunge una potenza da grande palco, e il gruppo inizia una lunga serie di concerti in tutte le parti d’Italia.<\/p><p>L’unione della musica mediterranea con la sonorità compatta e trascinante del rock ha successo: il primo CD,&nbsp;<u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/ventodeldeserto.htm\" href=\"http:\/\/www.carlomezzanotte.com\/ventodeldeserto.htm\">\"Vento del deserto\"<\/a><\/u>&nbsp;(il manifesto CD 013) esce alla fine del ’97, seguìto dopo poco più di un anno da&nbsp;<u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/amorgos.htm\" href=\"http:\/\/www.carlomezzanotte.com\/amorgos.htm\">\"Amorgos\"<\/a><\/u>&nbsp;(il manifesto CD 037), e nell’estate 2000 dal live&nbsp;<u><a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/spezie.htm\" href=\"http:\/\/www.carlomezzanotte.com\/spezie.htm\">\"Spezie\"<\/a><\/u>&nbsp;(il manifesto CD 057). Tra la fine del 2002 e l'inizio del 2003 vede la luce&nbsp;<a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/terramaris.htm\" href=\"http:\/\/www.carlomezzanotte.com\/terramaris.htm\">\"Terra Maris\"<\/a>&nbsp;(Helikonia HKVS1102).&nbsp;Nel 2005 esce poi l'antologia&nbsp;<a data-cke-saved-href=\"http:\/\/www.carlomezzanotte.com\/portedoriente.htm\" href=\"http:\/\/www.carlomezzanotte.com\/portedoriente.htm\">\"Porte D'Oriente\"<\/a>&nbsp;(il manifesto CD 155).<\/p><p>Una caratteristica importante del gruppo è quella di coinvolgere, sia nei dischi che dal vivo, un grande numero di musicisti ospiti da cui farsi stimolare ed ispirare. Un elenco parziale dei partecipanti alle incisioni comprende Francesco Di Giacomo (cantante del Banco), Mauro Pagani (fondatore della PFM, poi solista, collaboratore di De Andrè, autore per il cinema etc.), il grande trombettista jazz Lester Bowie, Enzo Gragnaniello, Antonello Salis, Andrea Parodi e molti altri, magari un po’ meno famosi ma dall’apporto ugualmente importante. Suono con Indaco fino alla fine del 2003<\/p><br>","title":"Indaco","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}