{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Highlights","author":"administrator","body":"<meta charset=\"utf-8\"><p style=\"text-align: left;\">Although I decided that only those music projects that led to the realization of CDs would have dedicated sections of this site, there are obviously other works I consider of some importance; I would like to discuss them here with more detail than I was able to put in the \"Biography\".<\/p><h3 style=\"text-align: left;\">Relapse<\/h3><p style=\"text-align: left;\">The group \"Relapse\", active in 1985-86, was my first experience as leader-composer in a jazz combo. It included Gianni Di Renzo on drums and Stefano Pagni on double bass. We recorded an album, never published; on a few tunes, Toni Germani joined us on alto sax. I wrote all the music, and the musicians were a bit surprised to find very detailed parts, complex harmonies and rather intricate structures. Actually, this writing style was just the result of my studies of classical composition, combined with those of jazz arrangement (the Berklee School course, plus various books by William Russo, Russel Garcia, Don Sebeski etc.).<\/p><p style=\"text-align: left;\">That group was also my first attempt to fuse the acoustic and electric sounds in a jazz context: There is a whole lot of synthesizers on the album. But I wrote that music so that it could be performed live with only the acoustic piano as well. It had a mellow overall sound, with a definite latin influence.<\/p><h3 style=\"text-align: left;\">Satierik<\/h3><p style=\"text-align: left;\">The show \"Satierik\" (1988) remains to this day my only experience as a stage director! I have always loved Satie’s simple but charming music, including the less known works; and his writings are little masterworks of surreal humor, naive and corrosive at one time. This show was also my \"revenge\", as a musician, for the many times I worked in theatre shows, and the music I wrote or played had to be subordinate to the acting, of course. Here, my idea was to build a show with both acting and music, but with the MUSIC in the foreground.<\/p><p style=\"text-align: left;\">The show included two pianists (at the opening night, Sandro Savagnone and myself) alternating, and then joining forces for the \"Pieces en forme de poire\" (\"Think more about your form\" had been Debussy’s advice to Satie). An actor performed some of Satie’s wittiest writings. I would love to revive \"Satierik\", maybe with some dance.<\/p><h3 style=\"text-align: left;\">Il ritorno alla ragione<\/h3><p style=\"text-align: left;\">In 1994 the Testaccio music school (see \"teaching\") asked me to take part in a series of thematic concerts; the idea was to write and perform new music for the surrealistic short films shot by Man Ray in the 20’s. Well, it was love at first sight; these films are pure music. They’re \"experimental\" like nothing else, full of bold ideas and provocative superimposition of images and concepts. I wanted the music to be strong as well, so I took the chance to realize an old dream of mine: Improvising electronic music in real time, alone with my synthesizers. When it came to the actual performance, many things were thought in advance, and in one of the pieces double bassist Gianluca Taddei (from the \"Diacronic Ensemble\") joined me onstage; but the main thing was that the ice was broken, and the experience of improvising with synthesizers has been repeated several time and in different circumstances over the years. To this day, I consider \"Il ritorno alla ragione\" one of the most intense experiences of my musical life, and I have the intention to write a dedicated piece of electronic music based on it.<\/p><p style=\"text-align: left;\">In 2009, I've realized a new version for the Lugo Contempranea summer festival, which I've since played in a few other occasions, notably at Rome's Villa Carpegna summer festival in 2010.<\/p><h3 style=\"text-align: left;\">Diacronic Ensemble<\/h3><p style=\"text-align: left;\">The \"Diacronic Ensemble\" adventure lasted from 1991 to about 1996. Started by trumpet player Enrico Clementi, its goal was a renewal of the practice of improvisation in the field of \"serious\" music, an almost completely out-of-fashion experience at the time. We underwent a regular practice of exercises on parametric improvisation for over a year before going in front of an audience. After several concerts in Italy, we participated in a few contemporary music competitions, and (with big amazement) we won! (Improvising! For a moment, it seemed to me that the \"academic\" world had suddenly rejuvenated…)<\/p><p style=\"text-align: left;\">The repertory included pieces in graphic, spatial or parametric notation, and various kinds of guides for collective improvisation (written by Stockhausen, Grillo, Bussotti, Porena, plus our own pieces); later, we also included completely written pieces: Among them, the virtuosistic \"Gestures\" by Daan Manneke for piano and marimba, which we performed at the Rotterdam Conservatory along with a piece of mine, \"Quaderno D’Autunno\". In the group were Enrico Clementi on trumpet, Gianluca Taddei on double bass, Luisanna Di Filippo on Percussion and myself, on piano and electronics.<\/p><p style=\"text-align: left;\">The repertory included pieces in graphic, spatial or parametric notation, and various kinds of guides for collective improvisation (written by Stockhausen, Grillo, Bussotti, Porena, plus our own pieces); later, we also included completely written pieces: Among them, the virtuosistic \"Gestures\" by Daan Manneke for piano and marimba, which we performed at the Rotterdam Conservatory along with a piece of mine, \"Quaderno D’Autunno\". In the group were Enrico Clementi on trumpet, Gianluca Taddei on double bass, Luisanna Di Filippo on Percussion and myself, on piano and electronics.<\/p><h3 style=\"text-align: left;\">South<\/h3><p style=\"text-align: left;\">Somebody calls me \"Mission Impossible\" because often I have taken jobs with surreal deadlines…. Really, when I have the chance to do something that I find artistically rewarding, I tend to accept even the most impossible challenges. Case in point: In November ’99 I was asked to write a soundtrack, to be performed live on synthesizers, for the Italian premiere of \"South\", an incredible documentary, shot during Robert Shackelton’s Antarctic expedition of 1914. The film was recently restored and cut by the British Film Institute; it’s almost a metaphor of man’s courage and will to survive.<\/p><p style=\"text-align: left;\">Believe it or not, I had about *four days* to create 1 hour and 45 minutes of wall-to-wall music, program all the sounds and prepare myself for the performance, totally live and by myself. Add to this the fact that I wanted a big orchestral sound, like a big adventure film….. Of course, all I could do was to compose a few themes, and then trust my improvisation skills and the effectiveness of the sounds I programmed. The night of the premiere, I still haven’t had a chance to try the music in sequence on the whole film! It was a success anyway, and an intense artistic experience.<\/p><h3 style=\"text-align: left;\">Bach to the Future<\/h3><p style=\"text-align: left;\">A CD with keyboard music by J.S.Bach, performed half with piano, half with synthesizers, plus two original pieces in the same style. This project, completed some time ago, had been commissioned by the magazine \"Avvenimenti\" to be sold on newsstands, in the course of the year 2000 (250 years from the composer’s death). A direct comparison of the acoustic and electric sound, in a classical music context. I hope to have it out soon, so that everybody could judge the results. Unfortunately, the magazine closed their music department while I was making this album, leaving me with the finished work in my hands,,,,, &nbsp;only now (2010) it's finally &nbsp;out.<\/p>","title":"Highlights","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}