{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Pietre Miliari","author":"administrator","body":"<meta charset=\"utf-8\"><p style=\"text-align: left;\">Anche se ho deciso di dedicare sezioni autonome del sito solo a quei progetti musicali che hanno portato alla realizzazione di incisioni (anzi, solo i più recenti fra quelli), ci sono ovviamente altri lavori che ricordo come importanti, e che vorrei approfondire qui più di quanto non possa fare nella \"biografia\", necessariamente schematica per non renderla troppo pesante.<\/p><h3 style=\"text-align: left;\">Relapse<\/h3><p style=\"text-align: left;\">Il gruppo \"Relapse\", attivo nel 1985-86, è stata la mia prima esperienza di leader-compositore di un gruppo jazz. Comprendeva Gianni Di Renzo alla batteria e Stefano Pagni al contrabbasso; abbiamo inciso un disco mai uscito, in cui si aggiungeva in qualche brano Toni Germani al sax alto. Scrissi tutto il repertorio di quel gruppo, e i musicisti si meravigliarono un po’ nel trovare parti dettagliate, nonché armonie e strutture piuttosto complesse. Non era, in realtà, che il retaggio dei miei studi di composizione classica, combinati con quelli di arrangiamento jazzistico (corso della Berklee School più i vari volumi di William Russo, Russell Garcia, Don Sebeski etc.).<\/p><p style=\"text-align: left;\">Quello fu anche il mio primo tentativo di fondere sonorità acustiche ed elettriche in un contesto jazzistico: nel disco infatti abbondano i sintetizzatori. Ma il repertorio era pensato per poter essere eseguito da vivo anche col solo pianoforte. Il sound era infatti piuttosto \"soft\", con decise influenze latine.<\/p><h3 style=\"text-align: left;\">Satierik<\/h3><p style=\"text-align: left;\">Il concerto\/spettacolo \"Satierik\" (1988) rimane la mia unica esperienza come regista! Ho sempre amato la musica semplice ad affascinante di Satie, anche quella meno conosciuta; e i suoi scritti sono dei piccoli capolavori di humor surreale, candido e corrosivo allo stesso tempo. Questo spettacolo ha rappresentato anche la mia \"vendetta\" di musicista nei confronti del teatro; avendo collaborato per tanti anni come musicista alla realizzazione di spettacoli teatrali, in cui la musica si doveva necessariamente piegare alle esigenze della scena, volevo inventarmi qualcosa che comprendesse musica e azione scenica, ma in cui la MUSICA avesse decisamente il sopravvento.<\/p><p style=\"text-align: left;\">Lo spettacolo prevedeva due pianisti (al debutto eravamo io e Sandro Savagnone) che si alternavano in vari brani, poi alla fine eseguivano a quattro mani i \"Pezzi a forma di pera\" (\"Pensa di più alla forma\", aveva raccomandato Debussy a Satie); i vari brani del concerto erano inframmezzati da letture e azioni tratte dagli scritti di Satie. Mi piacerebbe riprendere \"Satierik\", magari con l’aggiunta di danza.<\/p><h3 style=\"text-align: left;\">Il ritorno alla ragione<\/h3><p style=\"text-align: left;\">Nel 1994 la scuola di musica di Testaccio (vedi \"didattica\") mi chiese di partecipare ad una rassegna di concerti dedicati al cinema, proponendomi di realizzare della musica per i cortometraggi surrealisti girati da Man Ray negli anni ’20. Beh, questi film sono musica pura, e me ne sono innamorato a prima vista. Sono \"sperimentali\" come nient’altro, pieni di coraggio delle idee, ispirazione e accostamenti audaci. Volevo che la musica fosse altrettanto forte, così ho colto l’occasione per realizzare un mio vecchio sogno: l’improvvisazione solitaria in tempo reale di musica elettroacustica. Alla fine, in realtà, molti eventi erano delineati, e in un brano il contrabbassista Gianluca Taddei (del \"Diacronic Ensemble\") mi raggiungeva sul palco; ma quello che importava era che il ghiaccio era rotto, e l’esperienza dell’improvvisazione elettronica è stata ripetuta più volte e per diverse situazioni nel corso degli anni. Ancora oggi considero \"Il ritorno alla ragione\" (questo era il titolo dello spettacolo) uno dei momenti più intensi della mia vita musicale, e ho in progetto di ricavarne un brano autonomo di musica elettronica.<\/p><p style=\"text-align: left;\">Nel 2009, ne ho realizzato una nuova versione per il festival estivo Lugo Contemporanea, e da allora l'ho ripetuto in questa nuova versione, per esempio al festival estivo di Villa Carpegna a Roma nel 2010.<\/p><h3 style=\"text-align: left;\">Diacronic Ensemble<\/h3><p style=\"text-align: left;\">L’avventura del \"Diacronic Ensemble\" è durata dal 1991 al 1996 circa. Nato da un’idea del trombettista Enrico Clementi, si prefiggeva una revisione dei processi improvvisativi nell’ambito della musica \"colta\", un’esperienza all’epoca quasi abbandonata. Ricordo che ci sottoponemmo ad esercizi di improvvisazione parametrica regolarmente per un anno, prima di dichiararci pronti ad affrontare il pubblico. Dopo diversi concerti in Italia, partecipammo a qualche concorso importante di musica contemporanea (Stresa, Lamezia) e con mio grande stupore li vincemmo! (Improvvisando! Per un momento mi sembrò che l’ambiente accademico italiano si fosse svecchiato di colpo…)<\/p><p style=\"text-align: left;\">Il repertorio comprendeva brani in notazione grafica, spaziale, temporale\/parametrica o comunque partiture-guida per l’improvvisazione (di Stockhausen, Grillo, Bussotti, Porena e altri, più i nostri); più tardi .si allargò a pezzi completamente scritti, tra cui il virtuosistico \"Gestures\" di Daan Manneke per piano e marimba, che eseguimmo al conservatorio di Rotterdam assieme ad un mio pezzo, \"Quaderno d’autunno\". La formazione finale comprendeva Enrico Clementi alla tromba, Gianluca Taddei al contrabbasso, Luisanna Di Filippo alle percussioni, oltre a me, al piano e suoni elettronici.<\/p><h3 style=\"text-align: left;\">South<\/h3><p style=\"text-align: left;\">Qualcuno mi chiama \"Missione Impossibile\" perché spesso ho accettato incarichi con scadenze surreali… In realtà quando ho l’occasione di fare qualcosa che arricchisca la mia esperienza artistica, tendo ad accettare anche le sfide più assurde (ultimamente, però, un po’ meno!).<\/p><p style=\"text-align: left;\">Esempio: nel Novembre del 1999 mi hanno chiesto di preparare una colonna sonora, con esecuzione dal vivo per soli sintetizzatori, per la prima proiezione italiana di \"South\", un incredibile documentario del 1914 girato durante la spedizione di Robert Shackelton verso il Polo Sud, restaurato e rimontato dal Britsh Film Institute; quasi una metafora del coraggio e della volontà di sopravvivenza.<\/p><p style=\"text-align: left;\">Che ci crediate o no, ho avuto circa *quattro giorni* per realizzare un’ora e tre quarti di musica senza interruzioni, programmare i suoni, e prepararmi per l’esecuzione, completamente dal vivo e in \"solitaria\". Aggiungete il fatto che ho voluto realizzare delle sonorità e atmosfere di tipo orchestrale, genere grande film d’avventura… Ovviamente non ho potuto fare altro che inventare dei temi, e confidare sulle mie capacità improvvisative, oltre che sull’efficacia evocativa dei timbri programmati. La sera della prima esecuzione non avevo ancora mai avuto la possibilità di provare la musica sul film in successione! E’ stato comunque un successo, e una intensa esperienza artistica.<\/p><h3 style=\"text-align: left;\">Bach to the Future<\/h3><p style=\"text-align: left;\">Un CD di musiche per tastiera di Johann Sebastian Bach, eseguite in dosi uguali al pianoforte e ai sintetizzatori, più due brani originali \"in stile\" scritti per l’occasione. Questo progetto, completato da tempo, era stato commissionato dalla rivista \"Avvenimenti\" per l’uscita in edicola, in occasione dell’anno bachiano 2000 (250° anniversario della morte del grande musicista). Purtroppo la rivista in questione, in difficoltà economiche, ha chiuso la redazione musicale, e così mi sono trovato con questo lavoro finito, che solo ora (2010), dopo quasi dieci anni, ha trovato una sua collocazione. Ho dedicato molto tempo alla sua realizzazione, tra lo studio dei brani, la programmazione dei suoni e la registrazione in sé. Rappresenta un sfida che mi figuravo da tempo: il confronto diretto delle sonorità elettroniche con gli strumenti acustici, in un contesto di musica classica. Ora che è stato finalmente pubblicato, ciascuno può giudicare il risultato.<\/p>","title":"Pietre Miliari","thumbnail":null,"timestamp":1541094900,"status":"node-status-published","weight":4}