{"permissions":{},"teaser":"Recensioni","author":"aldo","body":"<meta charset=\"utf-8\"><p style=\"text-align: left;\">IL MANIFESTO\/ALIAS &nbsp;14 Novembre 2009<\/p><p style=\"text-align: left;\">\"PIANO POSSIBILE\"<\/p><p style=\"text-align: left;\"><br>Come in ogni suo cd e progetto, il pianista\/compositore Carlo Mezzanotte colpisce per la profondità del suo agire, sia esso speso in attività didattica, in gruppi elettrici (come i Syntaxis) o in organici acustici. Qui sceglie ed esalta la formula del trio con Pierpaolo Ranieri (contrabbasso), Marco Rovinelli (batteria) e la voce inconfondibile di Cinzia Spata in tre brani. Compositore di vaglia, improvvisatore fluido dal tocco elegante che evoca sonorità classiche ma sa caricarsi di groove e ritmo, Carlo Mezzanotte propone otto originali composizioni: tra esse la complessa For Kenny (dedicata a Kenny Kirkland), Piano possibile che ben sposa Europa e Afroamerica, Elbus (anagramma di «blues» e rivisitazione acuta del medesimo). Completano l'album tre canzoni di Fossati, Lauzi e De André: Mezzanotte e la Spata interpretano con rara sensibilità la sua Preghiera in gennaio, scritta in memoria di Luigi Tenco.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Luigi Onori<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">JAZZIT – Novembre\/Dicembre 2009<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">\"PIANO POSSIBILE\"<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">La sintesi delle esperienze musicali di Mezzanotte è racchiusa in “Piano Possibile”. Undici brani composti o arrangiati dal pianista che si muovono tra modern jazz, musica contemporanea e melodie di lungo respiro. Comune denominatore è l’alternarsi del tocco: energico &nbsp;e attento all’esplorazione di motivi ritmici in “For Kenny” e “Keys to Beauty”; dallo sviluppo melodico di matrice classica in “Novembre”, “Piano Possibile” e “D Song”. Con lo stesso piglio affronta la musica d’autore, trasformando in una delicata bossa, mercè la voce della Spata, “La costruzione di un amore”; eseguendo monkianamente “Almeno tu nell’universo” e con lirico camerismo la “Preghiera in Gennaio” di De André.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Alceste Ayroldi<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Jazzyell (Giappone) - Luglio 2009<\/p><p style=\"text-align: left;\">\"PIANO POSSIBILE\"<\/p><p style=\"text-align: left;\">Nato a Roma, Carlo Mezzanotte ha iniziato la sua attività di jazzista assieme a quella di autore di musica per teatro; già collaboratore di Frank Gambale e molti altri fra cui Paolo Fresu, compone musica contemporanea e per opere visuali, e continua a guardare avanti nelle sue molteplici attività. Anche in Giappone troviamo molti fan del suo ottimo pianismo.<\/p><p style=\"text-align: left;\">Il progetto “Piano Possibile” è il primo di una nuova serie. La sezione ritmica è composta da due giovani, mentre troviamo Cinzia Spata alla voce in alcuni brani.<\/p><p style=\"text-align: left;\">Di particolare interesse l’originale “For Kenny”, dal sapore latino, dedicato alla memoria dello scomparso Kenny Kirkland, e il brano che dà il titolo all’album, con la sua bella melodia.<\/p><p style=\"text-align: left;\">Una promessa per il futuro questo pianista dall’infinito potenziale.<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Merlinprog (Norvegia) - Settembre 2008<\/p><p style=\"text-align: left;\">\"CIELI &nbsp;DIVERSI\"<\/p><p style=\"text-align: left;\">Dalla Città Eterna arriva Carlo Mezzanotte. Atterra nelle nostre cronache con il secondo disco del suo gruppo Syntaxis. Arrangiamenti complessi ma caldi allo stesso tempo, su base jazzistica, ma con riferimenti alla musica contemporanea e progressive. Un disco molto bello, che mostra il gruppo da più lati; il groove è splendido, i musicisti sono ultra competenti - bisognerebbe essere sordi per non sentirlo; però è assente il fattore esibizionistico. Qui si comunica, e non si parla di masturbazioni mentali. La produzione è a tratti un po' \"dry\", ma ciò non toglie nulla alla bellezza di arrangiamenti ben pensati. \"Cieli Diversi\" contiene anche spirito di sperimentazione, là dove si cerca da vari punti di vista di far incontrare l'elettronica con la musica acustica, sempre tenendo alta con grande successo la bandiera del jazz. Questo è un album che dà qualcosa a tutti quelli a cui piace la musica di spessore.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">\"LA &nbsp;LINEA\"<\/p><p style=\"text-align: left;\">L'album n.3 di Carlo Mezzanotte &amp; Syntaxis comprende alcuni musicisti ospiti che aggiungono ulteriori spezie al già eccitante universo musicale di partenza. Il virtuoso della chitarra Umberto Fiorentino vale da sé il biglietto d'ingresso: ti toglie il fiato! Il rischio di rimanere a bocca aperta è alto. Ciononostante, l'elemento portante del sound sono i sintetizzatori di Carlo Mezzanotte, che ottiene dalle tastiere suoni particolarmente belli. Il fenomeno del sax Maurizio Giammarco aggiunge il suo bel fraseggio, che mette di buonumore tutti quelli che amano la musica. E' un piacere ascoltare arrangiamenti non convenzionali, e l'album è bello dalla A alla Z. Un album con il jazz sul sedile anteriore, così pieno di vita che anche per chi vede il jazz come un po' noioso, si rivitalizza. Ne vogliamo ancora!<\/p><p style=\"text-align: left;\">Ulf Backstrøm<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\">Il Manifesto\/Alias - 22 Settembre 2007<\/p><p style=\"text-align: left;\">“LA LINEA”<\/p><p style=\"text-align: left;\">\"Angelo nero\", dedicato allo scomparso Bob Berg, è un brano folgorante: il sax gemente di Maurizio Giammarco suona un tema geometrico, perfetto nella sua melodia quanto impregnato di un'inquieta tensione. E' il piano, soprattutto, a sostenere a guidare il sassofonista, il piano erudito e ispirato di Carlo Mezzanotte. Meriterebbe maggiore notorietà questo artista romano, membro a suo tempo degli Indaco. Lo penalizza, forse, l'ampiezza di interessi musicali e la vastità di linguaggi che padroneggia (un merito, peraltro). Intanto Mezzanotte sa esprimersi compiutamente nel mainstream jazz e lo dimostra con il saettante \"Overbop\"; va subito oltre e basta ascoltare la versione per tastiere e batteria della monkiana \"Evidence\". Altro fattore di interesse è proprio il fatto di avere coltivato con creatività l'elettronica in tempi di grande rimozione (\"Asteroidi\"). Mezzanotte ha, inoltre, un ottimo background classico che emerge nell'incipit di \"La linea\" come nel chiaroscurale \"Da nord\".<\/p><p style=\"text-align: left;\">&nbsp;Luigi Onori<\/p><hr id=\"null\"><p style=\"text-align: left;\">&nbsp;Keyboard Magazine (USA) - Settembre 2006 &nbsp;(estratto)<\/p><p style=\"text-align: left;\">&nbsp;“LA LINEA”<\/p><p style=\"text-align: left;\">&nbsp;L'ultimo album del pianista e compositore Carlo Mezzanotte, \"La Linea\" (YVP Music) è allo stesso tempo jazzistico, progressive, ed elegantemente complesso nel suo respiro compositivo di sapore classico: pensate a Maria Schneider e al Pat Metheny Group, con l'aggiunta di un po' di T Lavitz. Un album che piace a tutta la redazione di \"Keyboard\".<\/p><p style=\"text-align: left;\">Un lavoro brillante: scrittura fenomenale, esecuzioni stellari, registrato meravigliosamente e missato con evidente amore.<\/p><p style=\"text-align: left;\">&nbsp;Stephen Fortner - Dave Bryce<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\">&nbsp;Musica Jazz - Maggio 2007 (estratto)<\/p><p style=\"text-align: left;\">&nbsp;“LA LINEA”<\/p><p style=\"text-align: left;\">&nbsp;Con l'etichetta che porta la sua sigla, da ventitrè anni il produttore tedesco York Von Prittwitz rivolge ampi sguardi sul jazz italiano, inserendo importanti dischi nel catalogo (del solo Pieranunzi, una buona dozzina), con un generale livello tra buono e buonissimo, e con un notevole impegno dei leader anche nella scrittura.<\/p><p style=\"text-align: left;\">\"La Linea\" vede come leader il pianista e tastierista Carlo Mezzanotte, dalla lunga attività anche in lavori per teatro e film. E' con piacere che in due brani del disco ritroviamo Umberto Fiorentino, chitarrista ai vertici, negli anni Ottanta, in Lingomania ma poi un po' nascostosi a favore della didattica. Tra gli ospiti è anche un altro grande dello storico gruppo, Maurizio Giammarco.<\/p><p style=\"text-align: left;\">In questo CD, terzo del suo gruppo Syntaxis, il leader alterna i musicisti a disposizione ma rispettando i suoi arditi orientamenti, che comprendono l'elettronica sperimentale.<\/p><p style=\"text-align: left;\">&nbsp;Gian Mario Maletto<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\">Catfish Jazz (Giappone) - Marzo 2007 (estratto)<\/p><p style=\"text-align: left;\">&nbsp;“LA LINEA”<\/p><p style=\"text-align: left;\">&nbsp;Carlo Mezzanotte, già leader di diversi gruppi in Italia e collaboratore di musicisti americani, presenta il terzo album del suo gruppo Syntaxis, attivo fin dal '94. In questo CD sviluppa un suono che partendo dai Weather Report tocca varie fasi dell'esperienza jazzistica: La traccia 8 è dedicata a John Coltrane, la 7 a Bob Berg scomparso da poco, e la traccia 9 è una sorprendente versione di \"Evidence\" di Monk.<\/p><p style=\"text-align: left;\">Carlo non è solo un ottimo tastierista ma anche un eccellente pianista acustico, che fa buon uso degli insegnamenti di Mike Melillo di cui è stato allievo, oltre che dei suoi studi classici.<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\">Ladyzine - Luglio 2006<\/p><p style=\"text-align: left;\">&nbsp;“LA LINEA”<\/p><p style=\"text-align: left;\">&nbsp;Syntaxis formazione ideata e guidata da Carlo Mezzanotte dà alla luce La Linea. Una nuova uscita discografica che fa guadagnare punti al circuito jazzistico romano ed italiano.<\/p><p style=\"text-align: left;\">Un lavoro dove Carlo Mezzanotte consolida la sua posizione di pianista, compositore e didatta affermato, circondandosi di musicisti che interpretano con efficacia il linguaggio musicale espresso nel progetto. Possiamo, infatti constatare tra le note di copertina chi abbia apportato il proprio contributo alla realizzazione di questo progetto, che pur conservando una matrice jazzistica strizza l’occhio a sfumature stilistiche provenienti da altri stili.In studio con Carlo, oltre ai musicisti già presenti nella precedente pubblicazione di Sintaxis, Massimiliano Rosati: chitarre, Valerio Serangeli: basso, Stefano Pacioni: batteria, troviamo alcuni personaggi autorevoli: Liliana Gimenez: voce, Umberto Fiorentino: chitarra e per concludere il basso irruento di Dario Deidda ed il sax di Maurizio Giammarco, che con la sua voce decisa e coinvolgente cavalca le composizioni di Carlo contribuendo in maniera considerevole a caratterizzare quest’opera. Dieci tracks, di cui otto originali, uno di Monk ed una rielaborazione rovente, tutta Syntaxis, di Giant Steps di J. Coltrane.&nbsp;<\/p><p style=\"text-align: left;\">I brani sono pubblicati da un’etichetta tedesca, la YVP Music: questo fa onore al jazz italiano che ancora una volta si vede aprire le porte al mercato internazionale. In sintesi “La linea” è da considerare un lavoro brillante, realizzato con energia, con dovizia ed estrema sensibilità musicale sia per quanto concerne le composizioni che gli arrangiamenti, inoltre è realizzato con professionalità e maestria anche dal punto di vista dell’esecuzione musicale.<\/p><p style=\"text-align: left;\">Non è nel mio stile recensire un cd descrivendolo brano per brano. L’ascolto della musica e le sensazioni che proviamo nel farlo sono &nbsp;cose soggettive, tuttavia c’è una cosa che vorrei dire: complimenti Syntaxis!<\/p><p style=\"text-align: left;\">E per chi leggerà queste righe una raccomandazione: Non fate mancare questo cd nella vostra collezione.<\/p><p style=\"text-align: left;\">Paolo Patrignani<\/p><hr id=\"null\"><p style=\"text-align: left;\">Jazz Convention Italia - Luglio 2006 (estratto)<\/p><p style=\"text-align: left;\">&nbsp;“LA LINEA”<\/p><p style=\"text-align: left;\">&nbsp;Lo sfaccettato mosaico sonoro del pianista e tastierista Carlo Mezzanotte si svolge tra jazz elettrico e jazz acustico con gioioso sciorinare nel CD \"La Linea\".<\/p><p style=\"text-align: left;\">Sulla base del calzante ed energico sospingere di Valerio Serangeli al basso e di Stefano Pacioni alla batteria, Mezzanotte al pianoforte delinea rigogliosi flussi in divenire, carichi di sentimento e di atmosfera, per poi irradiarsi in avvincenti pennellate d'alea; le sue tastiere sciamano esuberanti con prontezza e stile.<\/p><p style=\"text-align: left;\">Il CD si arricchisce del contributo di Maurizio Giammarco al sax alto, intriso di feeling &nbsp;e di verve, e di quelli di Massimiliano Rosati con la sua bruciante continuità, e di Umberto Fiorentino, con il suo penetrante protendersi, entrambi alla chitarra elettrica; non è da meno Dario Deidda al basso.<\/p><p style=\"text-align: left;\">&nbsp;Giordano Selini<\/p><hr id=\"null\"><p style=\"text-align: left;\">Doctor Bebop - Marzo 2007<\/p><p style=\"text-align: left;\">CONCERTO TRIO – sala concerti SPMT<\/p><p style=\"text-align: left;\">Possiamo andare ad ascoltare jazz nella formula del piano trio ed aspettarci (saturi come siamo di Jarrett, Bill Evans, Kenny Barron etc.) qualcosa di inatteso ? Non dico di rivoluzionario ma di sorprendente per gusto, atmosfere differenti, scelte tematiche, armoniche, citazioni ? Insomma è ragionevole ascoltare \"Love for sale\" senza pensare : \"ecco il solito standard, patinato e professionale\". Eppure a volte succede, ed è quanto è successo a chi ha ascoltato il trio di Carlo Mezzanotte sabato sera in una sala del ristrutturato mattatoio (a Roma) per un concerto organizzato dalla Scuola Popolare di Musica di Testaccio.<\/p><p style=\"text-align: left;\">Si è iniziato e finito con un piano solo, per passare attraverso composizioni originali del leader a standard (Porter e Rodgers), rivisti e \"scarnificati\" senza pietà, a De Andrè e Bruno Lauzi. Su tutti il blues finale, composizione originale, dalle manifeste atmosfere monkiane con all'interno citazioni di Monk fatte sempre senza cadere nel cattivo gusto o nel banale, pericolo sempre in agguato quando, quale che sia il modo, ci si avvicina a Monk. E se Monk è a mio parere un infallibile metro di giudizio sulla maturità artistica, Carlo Mezzanotte supera a pieni voti l'esame, tra atmosfere che, pur cercando di innovare, non tradiscono la grande tradizione del piano trio, da Evans a Jarrett, da Corea a Mc Coy Tyner.<\/p><p style=\"text-align: left;\">Per chi ha preferito questo concerto a Sanremo un innegabile assaggio di vera musica. Per chi è rimasto a casa si spera in una prossima replica.<\/p><p style=\"text-align: left;\">Amedeo Galassi<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">CHITARRE - Marzo 2001<\/p><p style=\"text-align: left;\">“CIELI DIVERSI”<\/p><p style=\"text-align: left;\">Dopo circa quattro anni di silenzio, ritorna sul mercato Carlo Mezzanotte con un album tutto da ascoltare. Pianista e tastierista eclettico, ma soprattutto compositore molto personale, da anni Carlo Mezzanotte si muove con disinvoltura nel campo del jazz, senza però trascurare realtà musicali come la fusion o la etno world music (è infatti uno dei membri più attivi degli Indaco a fianco di Rodolfo Maltese &amp; Co.)<\/p><p style=\"text-align: left;\">Il nuovo lavoro riconferma una ricerca musicale che punta molto sull'aspetto compositivo ed ancor più sul feeling inteso come happening, all'interno di ogni singolo pezzo. Nello spazio di nove brani Carlo insegue sonorità futuristiche che donano ai temi di partenza un fascino tutto particolare, forse in sintonia con vaghe atmosfere holdsworthiane o comunque con una certa fusion made in L.A. In questo senso, brani come \"Big Land\" o \"Papa Z\" faranno felici gli appassionati di un tipo di chitarrismo avvincente e frenetico, complice la tecnica di uno strumentista preparato come Massimiliano Rosati che raggiunge dei vertici davvero coinvolgenti in \"Chickmate\"; dal canto suo Mezzanotte regala delle intro molto toccanti in \"Canto de los Recuerdos\" e \"Cieli Diversi\", per poi sbizzarrirsi in una serie di brillanti improvvisazioni. Da segnalare l'ottima intesa con la sezione ritmica di Valerio Serangeli al basso e Stefano Pacioni alla batteria, che contribuisce ad imprimere un groove molto deciso. Toccante la performance vocale di Liliana Gimenez, sicuramente all'altezza di molte interpreti più affermate, in \"Cercatore\", un brano dalla melodia struggente.<\/p><p style=\"text-align: left;\">Arrangiato dallo stesso Carlo Mezzanotte, il disco ha superato diverse difficoltà in fase di pubblicazione. Un motivo in più per premiare con un ascolto attento il lavoro di un musicista coerente e coraggioso.<\/p><p style=\"text-align: left;\">&nbsp;Mauro Salvatori<\/p><p style=\"text-align: left;\"><br><\/p><hr id=\"null\"><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">BLACKIN RADIO &nbsp; (Luigi Onori)<\/p><p style=\"text-align: left;\">“CIELI DIVERSI”&nbsp;<\/p><p style=\"text-align: left;\">Un pianismo enciclopedico e virtuoso, una riuscita ricerca di suoni tastieristici, uno spiccato senso della composizione e dell’arrangiamento, una ben dosata confluenza di elementi acustici ed elettrici sono le caratteristiche di questo album, il secondo per il gruppo guidato dal musicista romano Carlo Mezzanotte. Oltre al leader (al piano e alle tastiere) sono presenti Massimiliano Rosati (chitarra), Valerio Serangeli (basso), Stefano Pacioni (batteria), Alberto Di Giacomo (percussioni); la tromba di Claudio Corvini appare in \"FFF\" mentre la voce di Liliana Jimenez è basilare nell’ispirata canzone \"Cercatore\" che chiude il Cd.<\/p><p style=\"text-align: left;\">\"Cieli Diversi\" ha una solida struttura generale e percorre due linee parallele di ricerca: una squisitamente pianistica che risente della lezione classica e contemporanea europea quanto del jazz; l’altra intimamente tastieristica e riprende suggestioni e poetiche della stagione del jazz-rock, troppo presto liquidata e rimossa. \"Big Land\" e \"FFF\" riannodano fili che partono dai Weather Reaport e dal Miles Davis ultima stagione; \"Papa Z\" allude a Joe Zawinul mentre \"Chickmate\" richiama volutamente Chick Corea. Su questi capisaldi, l’album affascina per l’alternanza di dimensioni elettriche ed acustiche. In \"Cieli Diversi\" è il solo piano a dominare una scena ingombra di inquietudini sonore contemporanee; in altri episodi le due dimensioni si fondono, come in \"One More Step\". \"Canto de los Recuerdos\" ed \"Aria bruciata\". Ben incanalati in partiture complesse, i collaboratori di Mezzanotte si plasmano sulla sua filosofia sonora ed insieme realizzano un album di intrinseca poeticità, lontano dagli accademismi e dal maistream.<\/p><p style=\"text-align: left;\">Luigi Onori &nbsp;(giornalista e critico musicale per Musica Jazz, Il Manifesto etc.)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">_____________________________________________________________<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">MUSICA JAZZ &nbsp;- &nbsp;Maggio 2001 &nbsp;(estratto)<\/p><p style=\"text-align: left;\">“CIELI DIVERSI” &nbsp;<\/p><p style=\"text-align: left;\">Il secondo album del gruppo Syntaxis propone una musica interamente scritta dal leader, le cui fonti di ispirazione sono da ricercarsi in diversi artisti del jazz elettrico. Esplicite sono le dediche a Corea e Zawinul (Chickmate e Papa Z) e ben costruite le composizioni, in cui il leader passa con disinvoltura dal pianoforte alle tastiere, coadiuvato dalla chitarra di Massimiliano Rosati, dal basso di Valerio Serangeli e dalla batteria di Stefano Pacioni. E il programma è variegato, tanto da ricordare più un'esibizione dal vivo che un album registrato in studio.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Maurizio Franco<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">___________________________________________________________<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">AXE – Marzo\/Aprile 1997 &nbsp;(estratto)<\/p><p style=\"text-align: left;\">“VISIBILE” &nbsp;<\/p><p style=\"text-align: left;\">Nel CD si alternano atmosfere fusion e sonorità jazz; un lavoro ideato e suonato da musicisti di ottimo livello. Il tradizionale linguaggio jazz è utilizzato in situazioni dove sint e distorsioni sono in grande evidenza.Apre il CD \"Denki\", che con \"L’isola di Aprile\", \"Ridillo\", \"Micromatic\" e \"Bud-Jet\" rappresenta la parte fusion del lavoro, con temi intricati e suoni coerenti col contesto.\"Jazz child\", \"Tempi semplici\", \"Solestial\", \"In your home\"\" sono invece brani più quieti dove non mancano swing e buon gusto.<\/p><p style=\"text-align: left;\">(Seguono trascrizioni dai soli) &nbsp; &nbsp;<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">___________________________________________________________________________<\/p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/p><p style=\"text-align: left;\">CHITARRE - Settembre 1997<\/p><p style=\"text-align: left;\">“VISIBILE”<\/p><p style=\"text-align: left;\">Un disco decisamente interessante e che sono particolarmente lieto di poter recensire: c’è sempre bisogno di buona musica nel panorama italiano e Carlo Mezzanotte con i suoi Syntaxis ha pubblicato un lavoro in cui la buona musica non è assente, tutt’altro. Electric Jazz? Fusion? Le etichette in questo caso sono decisamente inutili: parlerei invece di feeling, perché è questo in definitiva che si sprigiona da tutto il contenuto del CD. Carlo Mezzanotte è un tastierista e pianista elegante, e compositore entusiasta: \"Jazz Child\" con la sua intro ed il solo centrale ne potrebbero essere l’esempio forse più chiarificante, ma ci sono anche \"Tempi Semplici\", \"Solestial\", \"Ridillo!\", tutti brani d’atmosfera e molto impegnativi sul piano armonico e tecnico.<\/p><p style=\"text-align: left;\">Ma nel CD emerge anche un’altra rivelazione da tenere d’occhio: il talento chitarristico di Massimiliano Rosati, strumentista esuberante, pienamente a suo agio nei fraseggi veloci come dimostra in \"Denki\" e ancora quella \"Jazz Child\", a mio avviso autentico gioiellino dell’intero disco. Va ovviamente considerata l’interaction singolare della sezione ritmica: Valerio Serangeli al basso e Stefano Pacioni alla batteria.<\/p><p style=\"text-align: left;\">Chitarristicamente il CD è impreziosito dalla presenza di Maurizio Lazzaro e dal suo assolo in \"Bud-Jet\". Ci auguriamo di poter incontrare Carlo Mezzanotte &amp; Syntaxis anche in versione live, nel frattempo gustatevi questo \"Visibile\", per gli ascoltatori di musica D.O.C.!<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Mauro Salvatori<\/p><p style=\"text-align: left;\">__________________________________________________________________________________<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">I &nbsp;N &nbsp;T &nbsp;E &nbsp;R &nbsp;V &nbsp;I &nbsp;S &nbsp;T &nbsp;E<\/p><p style=\"text-align: left;\">PANASTUDIO NEWS &nbsp;- &nbsp;Luglio\/Agosto &nbsp;1998<br>I protagonisti del nuovo sound Italiano: &nbsp;Intervista a Carlo Mezzanotte<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Musicista che ha praticato le più diverse esperienze musicali, il pianista e tastierista Carlo Mezzanotte si è rivelato in particolare con il quartetto di jazz elettrico Syntaxis nella cui proposta concretezza ed energia, descrittività ed atmosfera si avvicendano in un divenire ricco di sviluppi creativi e di feeling.<\/p><p style=\"text-align: left;\">Entriamo in contatto con le sue concezioni musicali attraverso questa intervista.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Carlo, parlaci degli ambiti musicali - jazz e altro - che hai frequentato e praticato con la tua musicalità.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Ho fatto moltissime e diverse esperienze: i vari stili del jazz, musica classica, contemporanea con il \"Diacronic Ensemble\", rock, arrangiamenti, musica per il teatro, musica elettronica, libera improvvisazione... non c'è limite ai mondi musicali da scoprire.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Il pianoforte: cosa ami in particolare di questo strumento?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Sarà banale ma quello che mi attira del pianoforte, ancora più del suono, è l'immediatezza che offre nella traduzione del tuo pensiero musicale. Si può esprimere un'idea musicale completa sia da soli che suonando con altri, con un coinvolgimento fisico e una precisione impareggiabili.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: E quando entrano in gioco le tastiere nel tuo fare musica?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Da adolescente ho scoperto i sintetizzatori, e appena ho un po' di soldi acquisto qualche nuovo strumento. La creazione di suoni originali mi ha sempre affascinato; programmo e suono i synth da vent'anni e ho anche studiato un poco la musica elettronica \"colta\". E' un vero peccato che oggi si usi la tecnologia per quello che fa peggio, cioè imitare gli strumenti acustici: trovo che sia una mortificante banalizzazione di entrambi questi ambiti sonori.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Come vivi da musicista jazz il rapporto tra composizione e improvvisazione?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Ho dedicato una certa riflessione a questo problema. Credo che da una parte al compositore jazz sia necessaria una visione ampia, per creare un percorso in cui gli strumentisti si trovino a loro agio, e che li \"porti per mano\" al risultato espressivo che desidera. D'altro canto, gli esecutori devono mantenere un'idea \"compositiva\", ovvero valorizzare col loro apporto l'intelaiatura dell'intenzione di base.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Come è nata l'idea di dare vita a Syntaxis, il tuo gruppo \"elettrico\"?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Verso il 1993\/94 &nbsp;ho sentito fortissima l'esigenza di crearmi un ambito musicale che potessi definire mio; ma le mie esperienze musicali erano così diversificate che avevo un problema di identità. C'è voluta una riflessione profonda, che mi ha portato a d eliminare gli \"scarti\", per così dire, e farmi chiedere, \"Qual'è l'unica musica di cui non potrei fare a meno, quella che vorrei veramente sentire?\"<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Con quale criterio hai scelto i musicisti per questa formazione?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Non è stato facile. Per suonare questa musica bisogna avere delle solidissime fondamenta jazzistiche, su cui poi costruire con energia e voglia di sperimentare e comunicare. Non per nulla l'unico elemento originale ancora nel gruppo è il batterista Stefano Pacioni, per il quale ho soltanto lodi, sia come musicista che come compagno di lavoro. Ma tutta la formazione attuale è fantastica, e spero rimanga stabile a lungo.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Come definiresti l'identità e il raggio d'azione del gruppo?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Domanda da 1000 punti... ma ci proverò. E' un jazz elettrico piuttosto energico, con arrangiamenti complessi e una grande immediatezza d'impatto. Quello che lo distingue dalla fusion, oltre all'armonia piuttosto intricata, è la libertà ritmica: non ci sono molti \"funky grooves\". Tematicamente, cerco di realizzare, all'interno del ritmo e dell'andamento melodico, quella \"logica irregolarità\" tipica del linguaggio parlato, che trovo sia sempre presente nel jazz migliore.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Quali sono le coordinate e i contenuti di fondo di \"Visibile\", il vostro primo CD?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Fondamentalmente, ogni brano sperimenta un diverso punto di partenza sulla linea ideale che congiunge la musica elettrica a quella acustica, dal piano solo ad aggressivi grooves elettronici. Non ci sono limiti: se il percorso espressivo è convincente, puoi andare da \"Denki\", il \"tecnologico\" brano di apertura, a \"In your home\", la delicata ballata finale. E' a questa \"rigorosa libertà\" che puntavo.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Come si fonde nella vostra proposta la componente jazzistica con elementi di altri generi musicali (sonorità, aspetti ritmici, armonici, tematici, timbrici...)?<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Molto schematicamente, le influenze extra-jazzistiche in Syntaxis si possono ricondurre alla musica classica della prima parte del Novecento: Bartok, Hindemith, Busoni sono autori che ho amato e suonato molto. Poi c'è l'influenza del rock, delle musiche latine... ma mi fermerei qui, perché, come dicevo, l'importante non sono gli ingredienti, ma che venga fatta un'integrazione fra di essi convincente.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Parlaci della tua collaborazione con il gruppo etno-rock Indaco.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Apprezzo da tempo la musica etnica e mi diverto molto con gli Indaco: la musica è semplice, il che mi permette di suonare rilassato, ed è eseguita con energia da musicisti eccellenti come &nbsp;Pierluigi Calderoni e Rodolfo Maltese, dei veri maestri nel loro genere e con i quali è sempre un piacere suonare.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Il secondo CD di Syntaxis visto in rapporto a \"Visibile\".<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: \"Cieli Diversi\" riprende ed espande lo stesso lessico di \"Visibile\". Le differenze sono nella qualità sonora generale, che è migliorata, nel maggior tempo avuto per curare certi particolari e, a mio avviso, in una maggiore maturità d'insieme nei soli e negli arrangiamenti. E ora sto scrivendo il terzo...<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">D.: Il tuo ruolo all'interno del gruppo etno-jazz Erre Emme 1.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">R.: Il gruppo Erre Emme 1, attivo ormai da diversi anni, &nbsp;rappresenta un tentativo di ricerca sulle musiche etniche, senza tradire le basi jazzistiche che tutti i membri del gruppo possiedono. Il ruolo delle tastiere è molteplice: di legame timbrico e armonico tra il sax e la sezione ritmica; di colore favolistico opposto al suono \"terrestre\" delle percussioni; e infine di solista dalla voce evocativa delle varie tradizioni.<\/p><p style=\"text-align: left;\">Giordano Selini<\/p><p style=\"text-align: left;\">BASI MEDIA &nbsp;- &nbsp;Aprile\/Maggio 2001<br>Jazz elettrico: &nbsp;Carlo Mezzanotte &nbsp;- &nbsp;a proposito di \"Cieli Diversi\"<\/p><p style=\"text-align: left;\">D.: Carlo, come sono nate le composizioni di \"Cieli Diversi\", il secondo CD del tuo quartetto di jazz elettrico Syntaxis?<\/p><p style=\"text-align: left;\">R.: La grande maggioranza dei brani li ho scritti direttamente sull’onda del primo CD, \"Visibile\", quindi è già passato un po’ di tempo; anzi, il pezzo d’apertura, \"Big Land\", era già pronto all’epoca: ma dato che i tempi erano molto ristretti, ho pensato di risparmiare ai musicisti un brano così intricato… Per \"Cieli Diversi\" abbiamo avuto più tempo e calma, e credo che si senta. Tutto il lavoro lo vedo come un prolungamento, o meglio un perfezionamento di \"Visibile\". L’unica eccezione è \"Cercatore\", che chiude l’album; è una canzone scritta tanto tempo fa e a cui sono molto legato. E’ anche stata eseguita in passato in modo più jazzistico, ma per questa occasione ho voluto riportarla al semplice sapore originale.<\/p><p style=\"text-align: left;\">D.: Il contributo dei tuoi tre collaboratori Pacioni alla batteria, Serangeli al basso e Rosati alla chitarra elettrica alla riuscita dell’incisione.<\/p><p style=\"text-align: left;\">R.: E’ sempre emozionante per chi scrive musica riuscire a comunicare il proprio \"spirito\" e sentire che vive attraverso l’esecuzione appassionata e intelligente dei musicisti che la suonano. Posso solo ringraziarli per tanta partecipazione!<\/p><p style=\"text-align: left;\">D.: All’interno della proposta di Syntaxis ti senti più tastierista o più pianista?<\/p><p style=\"text-align: left;\">R.: Ho sempre suonato sia il piano che le tastiere, ma per ognuno dei miei tanti progetti c’è sempre stata una prevalenza dell’uno o delle altre; una delle spinte iniziali al progetto Syntaxis è stata proprio quella di riunire le due sonorità sotto lo stesso tetto. Diciamo che mi considero \"bilingue\" e lascio che le scoperte che faccio in campo acustico nutrano anche il lato elettrico, e viceversa.<\/p><p style=\"text-align: left;\">D.: Dato il carattere della proposta musicale di \"Cieli Diversi\" sarà interessante sapere come vivi il rapporto tra composizione e improvvisazione.<\/p><p style=\"text-align: left;\">R.: Beh, innanzitutto pezzi e arrangiamenti nascono sempre insieme, quindi già con una cifra sonora, a cui l’improvvisatore si deve adattare con intelligenza; d’altra parte mi piace scrivere \"per\" il gruppo, cioè brani che siano adatti alle caratteristiche di chi li suonerà. In generale, sono soddisfatto quando il passaggio tra parti scritte ed improvvisate è il più fluido possibile, e chi ascolta percepisce il brano come un continuum.<\/p><p style=\"text-align: left;\">D.: Energia e atmosfera nei brani dell’album.<\/p><p style=\"text-align: left;\">R.: Non avrei saputo dirlo meglio! Proprio così, energia e atmosfera, in alternanza, spero, \"salutare\" ed equilibrata. Volendo approfondire: energia come voglia di confrontarsi, di reagire alle avversità e alla banalità imperante, come capacità di ragionare, di mantenere un’integrità… e l’altra faccia della medaglia che è l’aprirsi, il lasciarsi andare. E’ un equilibrio difficile ma entusiasmante.<\/p><p style=\"text-align: left;\">D.: Cos’hai richiesto principalmente ai collaboratori del CD per la buona riuscita delle esecuzioni dei brani dell’incisione?<\/p><p style=\"text-align: left;\">R.: Avevo un’idea precisa del sound, quindi ho cercato di indirizzare tutti verso quel risultato. E’ una linea sottile, perché il musicista jazz non deve sentirsi soffocato, ma libero di dare il proprio contributo creativo. Se riesci a fargli credere nella tua idea musicale, allora darà il meglio.<\/p><p style=\"text-align: left;\">D.: Quali musicisti comprende l’attuale formazione di Syntaxis?<\/p><p style=\"text-align: left;\">R.: Sostanzialmente gli stessi del disco, con l’importante differenza che Massimiliano Rosati è stato sostituito da Giacomo Anselmi, giovane chitarrista di Viterbo diplomato al GIT di Los Angeles. Valerio Serangeli al basso e Stefano Pacioni alla batteria completano il quadro.<\/p><p style=\"text-align: left;\">D.: &nbsp;Progetti futuri?<\/p><p style=\"text-align: left;\">R.: Tantissimi… ma per rimanere a Syntaxis, sto finendo di scrivere il terzo disco, per il quale spero di ottenere qualche partecipazione \"importante\". Non dico di più per scaramanzia!<\/p><p style=\"text-align: left;\">Giordano Selini<\/p>","title":"Recensioni","thumbnail":null,"timestamp":1550502360,"status":"node-status-draft","weight":2}