{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"teaser":"Reviews","author":"administrator","body":"<meta charset=\"utf-8\"><p style=\"text-align: left;\">In every CD and project, the depth of breath of pianist\/composer Carlo Mezzanotte strikes us... it’s music of intrinsic poetry, far from both academism and mainstream.<\/p><p style=\"text-align: left;\">Refined composer, smooth improviser with an elegant touch which evokes the sonorities of classical music, but knows how to charge with groove and rhythm...<\/p><p style=\"text-align: left;\">An encyclopedic, virtuoso pianism, a succesful research of sound, a vivid sense of composition and arrangement, a well-balanced convergence of different elements. His collaborators are well-channelled in complex scores...<\/p><p style=\"text-align: left;\">...he knows how to fully express himself in mainstream jazz, but he goes immediately beyond; “Angelo Nero” is one striking tune, with a geometric theme, perfect in its melody as it is permeated of a restless suspense...<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(il manifesto - Italy)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">A synthesis of modern jazz, contemporary music and extended melody....<\/p><p style=\"text-align: left;\">The common denominator is the alternating touch: Energetic in its exploration of rhythmic motives at first, then busy with melodic developement from his classical background. With the same sureness he tackles art songs, turning “La costruzione di un amore” into a delicate bossa. De Andrè “Preghiera in Gennaio” is performed with chamber-like lyricism...<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Jazzit - Italy)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">For twenty-three years the German producer York Von Prittwitz has been looking at Italian jazz with continuity, adding important albums to the catalog (about a dozen by Pieranunzi alone), with a general level between good and excellent, and also with a remarkable writing effort by the leaders.<\/p><p style=\"text-align: left;\">“La Linea” sees as leader the composer\/pianist Carlo Mezzanotte, noted also for his long activity in works for theatre and film. He alternates the musicians at his disposal, but always following his bold inclinations, which include experimental electronics.<\/p><p style=\"text-align: left;\">It’s with pleasure that we find again on this album Umberto Fiorentino and Maurizio Giammarco. The music is written entirely by Mezzanotte.... well-built compositions, in which the leader switches from piano to keyboards with ease, &nbsp;and the program is varied,&nbsp;&nbsp;giving the impression of a live performance rather than a studio album.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Musica Jazz - Italy)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">An album which I find definitely interesting, and which I’m glad to have the opportunity to review; there’s always the need for good music in the Italian panorama. Carlo Mezzanotte is an elegant pianist\/keyboardist, and an enthusiastic composer... all atmospheric tunes, very challenging from the harmonic and technical point of view... for the listeners of Music with Quality Control!<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">...An eclectic pianist and keyboardist, but above all, a composer with personality, Mezzanotte has been moving for several years in the jazz field... a musical search which is based on writing, but even more on the feeling of making every single piece happening... Carlo pursues futuristic sonorities which give a special charm to the main themes... One more reason to reward with an attentive ear this consistent, fearless musician.&nbsp;<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Chitarre - Italy)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Selected Press Review – pag.2<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Carlo Mezzanotte started his jazz career in parallel with the one as a composer for theatre; collaborator with Frank Gambale and many others, he writes contemporary music and for visuals, and keeps looking forward in his multiple activities. In Japan, too, we find many fans of his excellent pianism...<\/p><p style=\"text-align: left;\">A promise for the future, this pianist with limitless potential.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Jazzyell – Japan)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">The latest album by composer\/pianist Carlo Mezzanotte, “La Linea”, is at the same time jazzy, progressive, and elegantly complex in its compositional breadth of classical flavour. Think Maria Schneider and Pat Metheny Group, with the addition of a bit of T Lavitz. All the “Keyboard” editors dig it.<\/p><p style=\"text-align: left;\">A brilliant work: Phenomenal material, stellar&nbsp;performances, amazingly well recorded and mixed with obvious love.&nbsp;<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Keyboard Magazine – USA)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">Carlo Mezzanotte, leader of various groups in Italy and.collaborator with American musicians, developes a sound which touches various phases of the jazz experience... Track 8 is dedicated to John Coltrane, Track 7 to Bob Berg who passed away not long ago, and Track 9 is an astonishing version of Monk’s “Evidence”.<\/p><p style=\"text-align: left;\">Carlo is a great keyboardist and an excellent acoustic pianist, who makes good use of the teaching of Mike Melillo, of whom he’s been a student, in addition to his classical studies.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Catfish Jazz – Japan)<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">... Arrangements which are complex and hot at the same time, on a jazz basis, but with references to contemporary music and prog. A very beautiful album... the groove is gorgeous, the musicians are ultra-skilled – you should be deaf to not hear it; however, the exhibitionistic factor is absent... There’s spirit of experimentation, always holding high the jazz flag with great success. This is an album which gives something to everyone who likes music with substance.<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">It’s a pleasure to listen to non-conventional arrangements, and the album is beautiful from A to Z. An album with jazz on the front seat, so full of life that even for those who see jazz as a bit boring, it takes new life. We want more!<\/p><p style=\"text-align: left;\"><br><\/p><p style=\"text-align: left;\">(Merlinprog – Norway)<\/p>","title":"Reviews","thumbnail":null,"timestamp":1541094900,"status":"node-status-published"}